[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Evgeny Kurtser
VERSION=3.0.0

[Language]
LANGUAGE=עברית
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x40D

[Menu]
FILE=&קובץ
FILE_EXIT=&יציאה
EDIT=&עריכה
EDIT_COPY=&העתק
THEME=&תצוגה
HELP=&עזרה
HELP_ABOUT=&אודות CrystalDiskMark
LANGUAGE=שפה
ZOOM=&גודל החלון
AUTO=&אוטומטי
TEST_DATA=&נתונים להרצה
DEFAULT_RANDOM=ברירת מחדל (אקראים)
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour
ALL_ZERO=All 0x00 (0 Fill)
SELECT_FOLDER=Select Folder
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance
; 8.0.0
SAVE_TEXT=Save （&text）
SAVE_IMAGE=&Save （image）
PROFILE_DEMO=D&emo

[Message]
STOP_BENCHMARK=עצור בדיקה.
DISK_CAPACITY_ERROR=קיבולת הכונן אינה מספיקה.
DISK_CREATE_FILE_ERROR=שגיאה בזמן יצירת הקובץ.
DISK_WRITE_ERROR=שגיאת הכתיבה.
DISK_READ_ERROR=שגיאת הקריאה.
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=כונן לבדיקה
TEST_SIZE=גודל נתוני הבדיקה
TEST_COUNT=מספר הרצות
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio
; 8.0.0
TEST_MODE=Test Mode

[WindowTitle]
ABOUT=אודות CrystalDiskMark
QUEUES_THREADS=Queues & Threads
FONT_SETTING=Font Setting
COMMENT=Comment
; 8.0.0
SETTINGS=Settings

[Dialog]
DEFAULT=Default
AUTO=Auto
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Profile: Default
PROFILE_PEAK_PERFORMANCE=Profile: Peak Performance
PROFILE_DEMO=Profile:Demo
MEASURE_TIME=Measure Time (sec)
INTERVAL_TIME=Interval Time (sec)
